tap "homebrew/cask"
tap "homebrew/core"
tap "sdkman/tap"

brew "mas"
brew "git"
brew "wget"
brew "curl"
brew "jq"
brew "ghq"
brew "neovim"
brew "zsh"
brew "starship"

cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "google-chrome"
cask "slack"
cask "discord"
cask "spotify"

mas "Tailscale", id: 1475387142
mas "1Password 7 - Password Manager", id: 1333542190
