tap "homebrew/cask"
tap "homebrew/core"
tap "sdkman/tap"

brew "mas"
brew "git"
brew "wget"
brew "curl"
brew "jq"
brew "ghq"
brew "nushell"
brew "neovim"
brew "zsh"
brew "starship"
brew "docker"
brew "rust"
brew "go"
brew "sdkman-cli"
brew "awscli"
brew "kubernetes-cli"
brew "terraform"

cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "google-chrome"